Repository: estvita/separator
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: English
ru_ru: Английский

source: Russian
ru_ru: Русский

source: Default b24 user id for call binding
ru_ru: ID пользователя б24 по умолчанию для привязки звонков

source: 0 - not show, 1 - on call, 2 - on answer
ru_ru: 0 - не показывать, 1 - при звонке, 2 - при ответе

source: Create Deal on B24
ru_ru: Создавать сделку в Б24

source: Send VoiceMail to B24
ru_ru: Отправлять голосовую почту

source: Find a manager in Bitrix and connect with him
ru_ru: Искать отвественного менеджера и соединять с ним

source: My PBX
ru_ru: АТС

source: Exclude
ru_ru: Исключить

source: External
ru_ru: Внешний

source: Internal
ru_ru: Внутренний

source: Not show
ru_ru: Не показывать

source: On call
ru_ru: При звонке

source: On answer
ru_ru: При ответе

source: Auto-close chats is enabled and the event is binded
ru_ru: Автозакрытие чатов активирвоано

source: You don't have an app with auto-close chats.
ru_ru: У вас нет приложение поддерживающий автозакрытие чатов.

source: Auto-closing of chats is disabled and events are unbind
ru_ru: Автозакрытие чатов отключено

source: Administrator rights are required to edit the portal.
ru_ru: Для редактирования настроек нужны права администратора

source: Sign In
ru_ru: Войти

source: If you have not created an account yet, then please %(link)ssign up%(end_link)s first.
ru_ru: Если у вас еще нет аккаунта, пожалуйста, сначала %(link)sзарегистрируйтесь%(end_link)s.

source: Sign in with a passkey
ru_ru: Войти с помощью ключа

source: Send me a sign-in code
ru_ru: Отправить мне код входа

source: Signup
ru_ru: Регистрация

source: Sign Up
ru_ru: Зарегистрироваться

source: Already have an account? Then please %(link)ssign in%(end_link)s.
ru_ru: Уже есть аккаунт? Тогда %(link)sвойдите%(end_link)s.

source: Sign up using a passkey
ru_ru: Зарегистрироваться с помощью ключа

source: Edit AsterX Server
ru_ru: Редактировать сервер AsterX

source: Edit server
ru_ru: Редактировать

source: Version
ru_ru: Версия

source: System
ru_ru: Система

source: Expiry Date
ru_ru: Срок действия

source: Not Set
ru_ru: Не задано

source: Contexts
ru_ru: Контексты

source: Delete
ru_ru: Удалить

source: Context
ru_ru: Контекст

source: Endpoint (example)
ru_ru: Учётка (пример)

source: Type
ru_ru: Тип

source: Save
ru_ru: Сохранить

source: Back to list
ru_ru: Вернуться к списку

source: AsterX Servers
ru_ru: Серверы AsterX

source: Your PBX Servers
ru_ru: Ваши АТС

source: App Settings:
ru_ru: Настройки приложения:

source: Default Usuer ID
ru_ru: ID пользователя по умолчанию

source: Show Card
ru_ru: Показывать карточку

source: CRM Create
ru_ru: Создавать сделку (лид)

source: Forwarding to manager
ru_ru: Соединять с менеджером

source: Send VoiceMail
ru_ru: Отправлять голосовую почту

source: Name
ru_ru: Название

source: Installed
ru_ru: Установлено

source: Bitrix24 Line
ru_ru: Линия Bitrix24

source: Users
ru_ru: Пользователи

source: Update
ru_ru: Обновить

source: You have no PBX.
ru_ru: Вы не подключили АТС

source: Add PBX
ru_ru: Подключить АТС

source: Edit Settings
ru_ru: Редактировать настройки:

source: Back
ru_ru: Назад

source: Edit
ru_ru: Редактировать

source: Create
ru_ru: Создать

source: Your Connectors
ru_ru: Коннекторы

source: Add
ru_ru: Добавить

source: Chat Bots
ru_ru: Чат боты

source: Provider
ru_ru: Провайдер

source: No connectors
ru_ru: Нет коннекторов

source: Delete bot?
ru_ru: Удалить бота?

source: Delete bot
ru_ru: Удалить бота

source: Commands
ru_ru: Команды

source: Command
ru_ru: Команда

source: Common
ru_ru: Общая

source: Hidden
ru_ru: Скрытая

source: Extranet
ru_ru: Экстранет

source: Translations
ru_ru: Переводы

source: No translations
ru_ru: Нет переводов

source: Delete this command?
ru_ru: Удалить эту команду?

source: No commands yet
ru_ru: Комманды не найдеры

source: Add command
ru_ru: Добавить команду

source: Add translation
ru_ru: Добавить перевод

source: Language
ru_ru: Язык

source: Title
ru_ru: Заголовок

source: Params
ru_ru: Параметры

source: Your BitBots
ru_ru: Ваши BitBot'ы

source: Connectors
ru_ru: Коннекторы

source: Connector
ru_ru: Коннектор

source: Bitrix24
ru_ru: Битрикс24

source: No bots
ru_ru: Нет ботов

source: Enable third-party cookies for this app to work.
ru_ru: Включите сторонние cookie-файлы для работы приложения.

source: Settings → Privacy & Security → Third-party cookies → Allow third-party cookies.
ru_ru: Настройки → Конфиденциальность и безопасность → Сторонние файлы cookie → Разрешить сторонние файлы cookie.

source: Safari → Preferences → Privacy → Uncheck 'Block all cookies'.
ru_ru: Safari → Настройки → Конфиденциальность → Снимите флажок «Блокировать все файлы cookie»

source: Settings → Privacy & Security → Enhanced Tracking Protection → Standard.
ru_ru: Настройки → Конфиденциальность и безопасность → Улучшенная защита от отслеживания → Стандартные

source: Other browsers: see official help.
ru_ru: Другие браузеры: см. официальную справку.

source: After that, open the application again from the menu.
ru_ru: После этого снова откройте приложение из меню.

source: Or open the site in a new tab and connect there.
ru_ru: Или откройте сайт в новой вкладке и подключитесь там.

source: Check
ru_ru: Перепроверить

source: Enable JavaScript for this app to work.
ru_ru: Включите JavaScript для работы приложения.

source: Portal Details
ru_ru: Параметры портала

source: Portal
ru_ru: Портал

source: Portal Owner
ru_ru: Владелец портала

source: Not assigned
ru_ru: Не привязан

source: Auto close openlines chats if deal (lead) is completed
ru_ru: Автоматически закрывать диалоги при закрытии сделки

source: Finish Delay (minutes)
ru_ru: Время до закрытия диалога (минуты)

source: Open Lines
ru_ru: Открытые линии

source: Line ID
ru_ru: ID линии

source: Back to Portals
ru_ru: Вернуться к списку

source: Your Bitrix24
ru_ru: Ваши Битрикс24

source: Application (status)
ru_ru: Приложение (статус)

source: No App Instances
ru_ru: Нет приложений

source: No Bitrix24 portals found.
ru_ru: Нет доступных порталов Bitrix24.

source: Portal linking
ru_ru: Привязка портала

source: Confirm
ru_ru: Подтвердить

source: Get code
ru_ru: Получить код

source: Send
ru_ru: Отправить

source: My Profile
ru_ru: Профиль

source: Sign Out
ru_ru: Выйти

source: All
ru_ru: Все

source: Apply
ru_ru: Применить

source: Your WhatsApp Cloud numbers
ru_ru: Ваши номера WhatsApp Cloud

source: Expires in (days)
ru_ru: Истекает в течение (дни)

source: Number
ru_ru: Номер

source: Calls
ru_ru: Звонки

source: Messages
ru_ru: Сообщения

source: Disabled
ru_ru: Отключено

source: Select a line
ru_ru: Выберите линию

source: add line
ru_ru: новая линия

source: Connect
ru_ru: Подключить

source: You don't have any connected sessions.
ru_ru: У вас нет подключенных сессий.

source: Add number
ru_ru: Добавить номер

source: WhatsApp Cloud number settings
ru_ru: Настройки номера WhatsApp Cloud

source: Send Message via
ru_ru: Отправить сообщение через

source: Recipient Phones (one per line)
ru_ru: Телефоны получателей (по одному в строке)

source: Enter recipient phone numbers, one per line
ru_ru: Введите номера получателей, по одному в строке

source: Template
ru_ru: Шаблон

source: Template list
ru_ru: Список шаблонов

source: Add New
ru_ru: Добавить новый

source: Bitrix Code
ru_ru: Код для Bitrix24

source: No templates found.
ru_ru: Нет доступных шаблонов

source: Calling settings are not available for WhatsApp Business App numbers.
ru_ru: Настройки звонков недоступны для номеров приложения WhatsApp Business.

source: Calling Settings
ru_ru: Настройки звонков:

source: Status
ru_ru: Статус

source: Call destination
ru_ru: Направление звонка:

source: To Bitrix24
ru_ru: В Битрикс24

source: To SIP extension
ru_ru: В SIP транк

source: To SIP server
ru_ru: На SIP сервер

source: SIP User Password
ru_ru: Пароль SIP

source: SIP Hostname
ru_ru: SIP домен

source: SIP Port
ru_ru: SIP порт

source: SIP Extension Info
ru_ru: Данные SIP транка

source: Server
ru_ru: Сервер

source: Login
ru_ru: Логин

source: Password
ru_ru: Пароль

source: No extension assigned
ru_ru: Нет привязанных SIP аккаунтов

source: Last Error:
ru_ru: Ошибка

source: Scan the QR code
ru_ru: Сканируйте QR-код

source: QR Code
ru_ru: QR-код

source: Public link:
ru_ru: Публичная ссылка:

source: Send Message via %(session.phone)s
ru_ru: Отправить сообщение через %(session.phone)s

source: Session disconnected. Please reconnect the number.
ru_ru: Сессия отключена. Пожалуйста, повторно подключите номер.

source: WAWeb Sessions
ru_ru: Сессии WAWeb

source: Your WhatsApp Web Numbers
ru_ru: Ваши номера WhatsApp Web

source: No line
ru_ru: Нет линии

source: Personal info
ru_ru: Личные данные

source: Permissions
ru_ru: Права доступа

source: Important dates
ru_ru: Важные даты

source: This email has already been taken.
ru_ru: Этот e-mail уже используется.

source: Phone number
ru_ru: Номер телефона

source: Name of User
ru_ru: Имя пользователя

source: First Name
ru_ru: Имя

source: Last Name
ru_ru: Фамилия

source: email address
ru_ru: адрес электронной почты

source: Information successfully updated
ru_ru: Информация успешно обновлена

source: The mailing has been added to the queue.
ru_ru: Рассылка добавлена в очередь

source: FreePBX Server not connected
ru_ru: Сервер FreePBX не подключен

source: This number is already connected.
ru_ru: Этот номер уже подключен.

source: SIP extension creation failed.
ru_ru: Ошибка создания SIP аккаунта

source: Voice calls feature is disabled
ru_ru: Голосовые вызовы отключены

source: Call destination %(dest)s enabled
ru_ru: Направление звонка активировано: %(dest)s

source: The tariff has expired
ru_ru: Срок действия тарифа истёк

source: Default settings for new sessions
ru_ru: Настройки по умолчанию для новых сессий

source: These settings will be applied by default when creating new sessions.
ru_ru: Эти настройки будут применены по умолчанию при создании новых сессий.

source: Service Disabled
ru_ru: Сервис отключен

source: The AsterX service is currently disabled.
ru_ru: Сервис AsterX в данный момент отключен.

source: To enable it, please set ASTERX_SERVER=True in your .env file and ensure the service is running.
ru_ru: Чтобы включить его, установите ASTERX_SERVER=True в вашем .env файле и убедитесь, что сервис запущен.

source: If you are using Docker, make sure the 'asterx' container is running.
ru_ru: Если вы используете Docker, убедитесь, что контейнер 'asterx' запущен.

source: If you are running on the host, ensure the systemd service is active:
ru_ru: Если вы запускаете на хосте, убедитесь, что служба systemd активна:

source: A user with this number already exists.
ru_ru: Пользователь с таким номером уже существует.

source: If you were not redirected,
ru_ru: Если вы не были перенаправлены,

source: Click here
ru_ru: Нажмите сюда

source: Return to application
ru_ru: Вернуться в приложение

source: Day
ru_ru: День

source: Month
ru_ru: Месяц

source: Year
ru_ru: Год

source: US Dollar
ru_ru: Доллар США

source: Euro
ru_ru: Евро

source: Ruble
ru_ru: Рубль

source: Tenge
ru_ru: Тенге

source: Portal not found by code.
ru_ru: Портал по коду не найден.

source: Portal and related apps successfully linked to you.
ru_ru: Портал и связанные приложения успешно закреплены за вами.

source: Verification code expired.
ru_ru: Код подтверждения истек.

source: Invalid verification code.
ru_ru: Неверный код подтверждения.

source: Server not found or not yet connected
ru_ru: Сервер не найден или еще не подключен

source: User update started.
ru_ru: Обновление пользователей запущено.

source: You already have an unconnected server!
ru_ru: У вас уже есть неподключённый сервер!

source: The number has been successfully added. It will appear here in a few minutes.
ru_ru: Номер успешно добавлен. Через пару минут он отобразиться здесь.

source: You must connect WhatsApp first.
ru_ru: Сначала необходимо подключить WhatsApp.

source: You already have an incomplete connection. Click 'Connect'
ru_ru: У вас уже есть незавершенное подключение. Нажмите 'Подключить'

source: No available servers.
ru_ru: Нет доступных серверов.

source: The temporary link has expired or is invalid.
ru_ru: Временная ссылка истекла или некорректна.

source: Your tariff expired on %(date)s
ru_ru: Срок дествия вашего тарифа истек %(date)s

source: Phone not connected. Reconnection required.
ru_ru: Телефон не подключен. Необходимо произвести повторное подключение.

source: Message sending task created.
ru_ru: Задача на отправку сообщений создана.

source: Enter recipient numbers, one per line
ru_ru: Введите номера получателей, по одному в строке

source: Enter message text
ru_ru: Введите текст сообщения

source: Line created, configure the line at https://%(site)s/app-settings/
ru_ru: Линия создана, настройте линию по адресу https://%(site)s/app-settings/

source: Error creating line
ru_ru: Ошибка создания линии

source: Line changed, configure the line at https://%(site)s/app-settings/
ru_ru: Линия изменена, настройте линию по адресу https://%(site)s/app-settings/

source: Error changing line
ru_ru: Ошибка изменения линии

source: Connector not found
ru_ru: Коннектор не найден

source: To link the portal, follow the link https://%(site)s/portals/?code=%(code)s
ru_ru: Для привязки портала перейдите по ссылке https://%(site)s/portals/?code=%(code)s

source: OLX disabled due to a problem
ru_ru: OLX отключен из-за проблемы

source: Your OLX accounts
ru_ru: Ваши OLX аккаунты

source: Term
ru_ru: Срок

source: Select line
ru_ru: Выберите линию

source: line
ru_ru: линия

source: Connect OLX account
ru_ru: Подключить OLX аккаунт

source: Select service:
ru_ru: Выберите услугу:

source: All services
ru_ru: Все услуги

source: Service
ru_ru: Услуга

source: Trial
ru_ru: Пробный

source: Price
ru_ru: Цена

source: Currency
ru_ru: Валюта

source: Period
ru_ru: Период

source: Description
ru_ru: Описание

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: No tariffs yet
ru_ru: Тарифов пока нет

source: Connector saved.
ru_ru: Коннектор сохранен.

source: Please fix form errors.
ru_ru: Пожалуйста, исправьте ошибки в форме.

source: Connector deleted.
ru_ru: Коннектор удален.

source: Bot saved.
ru_ru: Бот сохранен.

source: Please fix bot form errors.
ru_ru: Пожалуйста, исправьте ошибки в форме бота.

source: Save the bot first.
ru_ru: Сначала сохраните бота.

source: Add at least one translation (language and title).
ru_ru: Добавьте хотя бы один перевод (язык и заголовок).

source: Command added.
ru_ru: Команда добавлена.

source: Please fix command form/translations.
ru_ru: Пожалуйста, исправьте форму команды/переводы.

source: Command not found.
ru_ru: Команда не найдена.

source: Optional
ru_ru: Необязательно

source: Enable auto finish chat
ru_ru: Включить автозавершение чата

source: Chek for AsterX connector
ru_ru: Проверка коннектора AsterX

source: Chek for Separator partner App
ru_ru: Проверка партнерского приложения Separator

source: Chek for BitBot App
ru_ru: Проверка приложения BitBot

source: in minutes
ru_ru: в минутах
